Repository: adnumaro/storyarn
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: es

source: Actions
es: Acciones

source: Attempting to reconnect
es: Intentando reconectar

source: Something went wrong!
es: ¡Algo salió mal!

source: We can't find the internet
es: No podemos encontrar la conexión a internet

source: close
es: cerrar

source: A link to confirm your email change has been sent to the new address.
es: Se ha enviado un enlace para confirmar el cambio de email a la nueva dirección.

source: Already registered?
es: ¿Ya tienes cuenta?

source: An email was sent to %{email}, please access it to confirm your account.
es: Se envió un email a %{email}, accede a él para confirmar tu cuenta.

source: Are you sure you want to unlink this account?
es: ¿Estás seguro de que quieres desvincular esta cuenta?

source: Cannot unlink your only authentication method. Set a password first.
es: No puedes desvincular tu único método de autenticación. Establece una contraseña primero.

source: Change Email
es: Cambiar Email

source: Changing...
es: Cambiando...

source: Confirm and log in only this time
es: Confirmar e iniciar sesión solo esta vez

source: Confirm and stay logged in
es: Confirmar y mantener la sesión

source: Confirm new password
es: Confirmar nueva contraseña

source: Confirming...
es: Confirmando...

source: Connect
es: Conectar

source: Connected
es: Conectado

source: Connected Accounts
es: Cuentas conectadas

source: Continue with Discord
es: Continuar con Discord

source: Continue with GitHub
es: Continuar con GitHub

source: Continue with Google
es: Continuar con Google

source: Could not authenticate: %{errors}
es: No se pudo autenticar: %{errors}

source: Could not link account: %{errors}
es: No se pudo vincular la cuenta: %{errors}

source: Create an account
es: Crear una cuenta

source: Creating account...
es: Creando cuenta...

source: Display Name
es: Nombre para mostrar

source: Don't have an account?
es: ¿No tienes cuenta?

source: Email Address
es: Dirección de email

source: Email change link is invalid or it has expired.
es: El enlace de cambio de email no es válido o ha expirado.

source: Email changed successfully.
es: Email cambiado exitosamente.

source: Failed to authenticate with %{provider}: %{message}
es: Error al autenticar con %{provider}: %{message}

source: Failed to link %{provider}: %{message}
es: Error al vincular %{provider}: %{message}

source: How you want to be called
es: Cómo quieres que te llamen

source: If your email is in our system, you will receive instructions for logging in shortly.
es: Si tu email está en nuestro sistema, recibirás instrucciones para iniciar sesión en breve.

source: Invalid email or password
es: Email o contraseña inválidos

source: Keep me logged in on this device
es: Mantener sesión en este dispositivo

source: Log in
es: Iniciar sesión

source: Log in and stay logged in
es: Iniciar sesión y mantener la sesión

source: Log in only this time
es: Iniciar sesión solo esta vez

source: Log in with email
es: Iniciar sesión con email

source: Log me in only this time
es: Iniciar sesión solo esta vez

source: Logged out successfully.
es: Sesión cerrada exitosamente.

source: Logging in...
es: Iniciando sesión...

source: Magic link is invalid or it has expired.
es: El enlace mágico no es válido o ha expirado.

source: New password
es: Nueva contraseña

source: No %{provider} account linked.
es: No hay cuenta de %{provider} vinculada.

source: Password
es: Contraseña

source: Password updated successfully!
es: ¡Contraseña actualizada exitosamente!

source: Profile
es: Perfil

source: Profile updated successfully.
es: Perfil actualizado exitosamente.

source: Register for an account
es: Registrar una cuenta

source: Save Profile
es: Guardar perfil

source: Saving...
es: Guardando...

source: Set a password before unlinking
es: Establece una contraseña antes de desvincular

source: Sign up
es: Registrarse

source: Successfully authenticated with %{provider}.
es: Autenticado exitosamente con %{provider}.

source: Successfully linked %{provider} account.
es: Cuenta de %{provider} vinculada exitosamente.

source: Successfully unlinked %{provider} account.
es: Cuenta de %{provider} desvinculada exitosamente.

source: The link is invalid or it has expired.
es: El enlace no es válido o ha expirado.

source: Tip: If you prefer passwords, you can enable them in the user settings.
es: Consejo: si prefieres contraseñas, puedes habilitarlas en la configuración de usuario.

source: To see sent emails, visit
es: Para ver los emails enviados, visita

source: Unlink
es: Desvincular

source: User confirmed successfully.
es: Usuario confirmado exitosamente.

source: Welcome %{email}
es: Bienvenido %{email}

source: Welcome back!
es: ¡Bienvenido de nuevo!

source: You are running the local mail adapter.
es: Estás usando el adaptador de correo local.

source: You must log in to access this page.
es: Debes iniciar sesión para acceder a esta página.

source: You must re-authenticate to access this page.
es: Debes re-autenticarte para acceder a esta página.

source: You need to reauthenticate to perform sensitive actions on your account.
es: Debes re-autenticarte para realizar acciones sensibles en tu cuenta.

source: for an account now.
es: para obtener una cuenta ahora.

source: or
es: o

source: or continue with email
es: o continuar con email

source: or register with email
es: o registrarse con email

source: to your account now.
es: a tu cuenta ahora.

source: A brief description of your project
es: Una breve descripción de tu proyecto

source: Accept Invitation
es: Aceptar invitación

source: An invitation has already been sent to this email.
es: Ya se ha enviado una invitación a este email.

source: Are you sure you want to remove this member?
es: ¿Estás seguro de que quieres eliminar a este miembro?

source: Are you sure you want to revoke this invitation?
es: ¿Estás seguro de que quieres revocar esta invitación?

source: Cancel
es: Cancelar

source: Cannot remove the project owner.
es: No se puede eliminar al propietario del proyecto.

source: Create Project
es: Crear proyecto

source: Danger Zone
es: Zona de peligro

source: Decline
es: Rechazar

source: Delete Project
es: Eliminar proyecto

source: Description
es: Descripción

source: Email address
es: Dirección de email

source: Failed to accept invitation. Please try again.
es: Error al aceptar la invitación. Intenta de nuevo.

source: Failed to delete project.
es: Error al eliminar el proyecto.

source: Failed to send invitation. Please try again.
es: Error al enviar la invitación. Intenta de nuevo.

source: Go to Homepage
es: Ir al inicio

source: Invalid Invitation
es: Invitación inválida

source: Invitation not found.
es: Invitación no encontrada.

source: Invitation revoked.
es: Invitación revocada.

source: Invitation sent successfully.
es: Invitación enviada exitosamente.

source: Invite a new member
es: Invitar a un nuevo miembro

source: Invited by
es: Invitado por

source: Log in to accept
es: Inicia sesión para aceptar

source: Manage your project details and team members
es: Gestiona los detalles del proyecto y los miembros del equipo

source: Member not found.
es: Miembro no encontrado.

source: Member removed.
es: Miembro eliminado.

source: My Narrative Project
es: Mi proyecto narrativo

source: New Project
es: Nuevo proyecto

source: Once you delete a project, there is no going back. Please be certain.
es: Una vez que elimines un proyecto, no hay vuelta atrás. Por favor, asegúrate.

source: Pending
es: Pendiente

source: Pending Invitations
es: Invitaciones pendientes

source: Please log in or create an account to accept this invitation.
es: Inicia sesión o crea una cuenta para aceptar esta invitación.

source: Please log in with the correct email address to accept this invitation.
es: Inicia sesión con el email correcto para aceptar esta invitación.

source: Project Details
es: Detalles del proyecto

source: Project Name
es: Nombre del proyecto

source: Project Settings
es: Configuración del proyecto

source: Project created successfully.
es: Proyecto creado exitosamente.

source: Project deleted.
es: Proyecto eliminado.

source: Project not found.
es: Proyecto no encontrado.

source: Project updated successfully.
es: Proyecto actualizado exitosamente.

source: Project workspace coming soon!
es: ¡Espacio de trabajo del proyecto próximamente!

source: Role
es: Rol

source: Save Changes
es: Guardar cambios

source: Send Invite
es: Enviar invitación

source: Settings
es: Configuración

source: Team Members
es: Miembros del equipo

source: This email is already a member of the project.
es: Este email ya es miembro del proyecto.

source: This invitation has already been accepted.
es: Esta invitación ya fue aceptada.

source: This invitation has expired. Please request a new one.
es: Esta invitación ha expirado. Solicita una nueva.

source: This invitation link is invalid or has expired.
es: Este enlace de invitación no es válido o ha expirado.

source: This invitation was sent to
es: Esta invitación fue enviada a

source: This is where you'll design your narrative flows.
es: Aquí es donde diseñarás tus flujos narrativos.

source: Too many invitations. Please try again later.
es: Demasiadas invitaciones. Intenta de nuevo más tarde.

source: Viewer
es: Visor

source: Welcome to the project!
es: ¡Bienvenido al proyecto!

source: You don't have permission to manage this project.
es: No tienes permiso para gestionar este proyecto.

source: You're already a member of this project.
es: Ya eres miembro de este proyecto.

source: You're logged in as
es: Has iniciado sesión como

source: You've been invited to join a project on Storyarn
es: Has sido invitado a unirte a un proyecto en Storyarn

source: You've been invited!
es: ¡Has sido invitado!

source: Your email doesn't match the invitation.
es: Tu email no coincide con la invitación.

source: as
es: como

source: %{count} collaborator
es: %{count} colaborador

source: %{count} day ago
es: hace %{count} día

source: %{count} days ago
es: hace %{count} días

source: %{count} hour ago
es: hace %{count} hora

source: %{count} hours ago
es: hace %{count} horas

source: %{count} min ago
es: hace %{count} min

source: %{count} minute ago
es: hace %{count} minuto

source: %{count} more user
es: %{count} usuario más

source: %{count} subsheet
es: %{count} sub-ficha

source: %{count} word
es: %{count} palabra

source: %{name}'s workspace
es: Workspace de %{name}

source: (derived from label)
es: (derivado de la etiqueta)

source: (empty response)
es: (respuesta vacía)

source: (no label)
es: (sin etiqueta)

source: (stage directions)
es: (acotaciones)

source: (whispering)
es: (susurrando)

source: Access your account even if you forget your password
es: Accede a tu cuenta incluso si olvidas tu contraseña

source: Account
es: Cuenta

source: Active Sessions
es: Sesiones activas

source: Add Node
es: Agregar nodo

source: Add assignments to set variable values when this node executes.
es: Agrega asignaciones para establecer valores de variables cuando este nodo se ejecute.

source: Add child flow
es: Agregar sub-flujo

source: Add child sheet
es: Agregar sub-ficha

source: Add condition
es: Agregar condición

source: Add conditions. Each one creates a separate output.
es: Agrega condiciones. Cada una crea una salida separada.

source: Add cover
es: Agregar portada

source: Add more...
es: Agregar más...

source: Add option
es: Agregar opción

source: Add response
es: Agregar respuesta

source: Add rules to define when to route to True/False.
es: Agrega reglas para definir cuándo enrutar a Verdadero/Falso.

source: Added %{count} block
es: %{count} bloque agregado

source: Admin
es: Administrador

source: Advanced
es: Avanzado

source: All items in trash will be permanently deleted. This action cannot be undone.
es: Todos los elementos de la papelera se eliminarán permanentemente. Esta acción no se puede deshacer.

source: All variable references are up to date.
es: Todas las referencias de variables están actualizadas.

source: Allowed Types
es: Tipos permitidos

source: Are you sure you want to delete this flow?
es: ¿Estás seguro de que quieres eliminar este flujo?

source: Are you sure you want to delete this version?
es: ¿Estás seguro de que quieres eliminar esta versión?

source: Assignments
es: Asignaciones

source: Back
es: Volver

source: Back to Workspace
es: Volver al espacio de trabajo

source: Back to app
es: Volver a la app

source: Backlinks
es: Enlaces entrantes

source: Banner URL
es: URL del banner

source: Basic Blocks
es: Bloques básicos

source: Boolean
es: Booleano

source: Browse Files
es: Explorar archivos

source: Cannot change the owner's role.
es: No se puede cambiar el rol del propietario.

source: Cannot move a sheet into its own children.
es: No se puede mover una ficha dentro de sus propios hijos.

source: Cannot remove the workspace owner.
es: No se puede eliminar al propietario del espacio de trabajo.

source: Change
es: Cambiar

source: Change Password
es: Cambiar contraseña

source: Changed avatar
es: Avatar cambiado

source: Changed banner
es: Banner cambiado

source: Changed shortcut
es: Atajo cambiado

source: Choose a strong password that you don't use elsewhere.
es: Elige una contraseña segura que no uses en otro lugar.

source: Clear reference
es: Limpiar referencia

source: Close
es: cerrar

source: Condition
es: Condición

source: Conditions (each = output)
es: Condiciones (cada una = salida)

source: Configure
es: Configurar

source: Configure Block
es: Configurar bloque

source: Connect this node to the first node in your flow.
es: Conecta este nodo al primer nodo de tu flujo.

source: Connected accounts
es: Cuentas conectadas

source: Constant
es: Constante

source: Constants are not accessible as variables in flow scripts.
es: Las constantes no son accesibles como variables en los scripts de flujo.

source: Content
es: Contenido

source: Continue
es: Continuar

source: Copy to clipboard
es: Copiar al portapapeles

source: Could not add block.
es: No se pudo agregar el bloque.

source: Could not add option.
es: No se pudo agregar la opción.

source: Could not clear reference.
es: No se pudo limpiar la referencia.

source: Could not create block.
es: No se pudo crear el bloque.

source: Could not create flow.
es: No se pudo crear el flujo.

source: Could not create sheet.
es: No se pudo crear la ficha.

source: Could not create version.
es: No se pudo crear la versión.

source: Could not delete block.
es: No se pudo eliminar el bloque.

source: Could not delete flow.
es: No se pudo eliminar el flujo.

source: Could not delete sheet.
es: No se pudo eliminar la ficha.

source: Could not delete version.
es: No se pudo eliminar la versión.

source: Could not move flow.
es: No se pudo mover el flujo.

source: Could not move sheet.
es: No se pudo mover la ficha.

source: Could not remove avatar.
es: No se pudo eliminar el avatar.

source: Could not remove banner.
es: No se pudo eliminar el banner.

source: Could not reorder blocks.
es: No se pudieron reordenar los bloques.

source: Could not restore version.
es: No se pudo restaurar la versión.

source: Could not save configuration.
es: No se pudo guardar la configuración.

source: Could not save flow name.
es: No se pudo guardar el nombre del flujo.

source: Could not save shortcut.
es: No se pudo guardar el atajo.

source: Could not set avatar.
es: No se pudo establecer el avatar.

source: Could not set main flow.
es: No se pudo establecer el flujo principal.

source: Could not set reference.
es: No se pudo establecer la referencia.

source: Could not toggle constant.
es: No se pudo alternar la constante.

source: Could not update block.
es: No se pudo actualizar el bloque.

source: Could not update boolean value.
es: No se pudo actualizar el valor booleano.

source: Could not update color.
es: No se pudo actualizar el color.

source: Could not update content.
es: No se pudo actualizar el contenido.

source: Could not update multi-select.
es: No se pudo actualizar la selección múltiple.

source: Could not upload avatar.
es: No se pudo subir el avatar.

source: Could not upload banner.
es: No se pudo subir el banner.

source: Create Flow
es: Crear flujo

source: Create Version
es: Crear versión

source: Create Workspace
es: Crear espacio de trabajo

source: Create a new workspace
es: Crear un nuevo espacio de trabajo

source: Create a version to save the current state of this sheet.
es: Crea una versión para guardar el estado actual de esta ficha.

source: Create and organize your project's content
es: Crea y organiza el contenido de tu proyecto

source: Create visual narrative flows and dialogue trees
es: Crea flujos narrativos visuales y árboles de diálogo

source: Create your first project to get started
es: Crea tu primer proyecto para comenzar

source: Creating...
es: Creando...

source: Current
es: Actual

source: Custom Labels
es: Etiquetas personalizadas

source: Dark mode
es: Modo oscuro

source: Dashboard
es: Panel

source: Date
es: Fecha

source: Default (no match)
es: Por defecto (sin coincidencia)

source: Delete
es: Eliminar

source: Delete Node
es: Eliminar nodo

source: Delete Workspace
es: Eliminar espacio de trabajo

source: Delete permanently?
es: ¿Eliminar permanentemente?

source: Delete version
es: Eliminar versión

source: Deleted %{time_ago}
es: Eliminado %{time_ago}

source: Deleted sheets are kept for 30 days before being permanently removed.
es: Las fichas eliminadas se conservan por 30 días antes de ser eliminadas permanentemente.

source: Deleted sheets will appear here.
es: Las fichas eliminadas aparecerán aquí.

source: Describe the purpose of this flow...
es: Describe el propósito de este flujo...

source: Describe what this version captures...
es: Describe qué captura esta versión...

source: Dialogue
es: Diálogo

source: Divider
es: Divisor

source: Drag and drop files here, or
es: Arrastra y suelta archivos aquí, o

source: Drag to reorder
es: Arrastra para reordenar

source: Each condition creates an output. First match wins.
es: Cada condición crea una salida. La primera coincidencia gana.

source: Edit responses in the sidebar panel.
es: Edita las respuestas en el panel lateral.

source: Empty Trash
es: Vaciar papelera

source: Empty trash?
es: ¿Vaciar papelera?

source: End of dialogue branch
es: Fin de la rama de diálogo

source: Enter dialogue text...
es: Ingresa el texto del diálogo...

source: Enter label...
es: Ingresa la etiqueta...

source: Enter placeholder...
es: Ingresa el placeholder...

source: Entry
es: Entrada

source: Entry nodes cannot be deleted.
es: Los nodos de entrada no se pueden eliminar.

source: Evaluates all conditions → True or False.
es: Evalúa todas las condiciones → Verdadero o Falso.

source: Exit
es: Salida

source: Failed to delete sheet.
es: Error al eliminar la ficha.

source: Failed to delete workspace.
es: Error al eliminar el espacio de trabajo.

source: Failed to repair variable references.
es: Error al reparar las referencias de variables.

source: Failed to restore sheet.
es: Error al restaurar la ficha.

source: Failed to update password.
es: Error al actualizar la contraseña.

source: Failed to update role.
es: Error al actualizar el rol.

source: Failed to upload files.
es: Error al subir los archivos.

source: False
es: Falso

source: File is too large
es: El archivo es demasiado grande

source: File type not accepted
es: Tipo de archivo no aceptado

source: Files uploaded successfully.
es: Archivos subidos exitosamente.

source: Filter flows...
es: Filtrar flujos...

source: Filter sheets...
es: Filtrar fichas...

source: Flow created successfully.
es: Flujo creado exitosamente.

source: Flow moved to trash.
es: Flujo movido a la papelera.

source: Flow not found.
es: Flujo no encontrado.

source: Flow set as main.
es: Flujo establecido como principal.

source: Flows
es: Flujos

source: Generate ID
es: Generar ID

source: Hub ID
es: ID del Hub

source: ID for localization tools (Crowdin, Lokalise).
es: ID para herramientas de localización (Crowdin, Lokalise).

source: If you renamed sheet shortcuts or variable names, flow nodes may reference old names. Use this to repair them.
es: Si renombraste atajos de fichas o nombres de variables, los nodos de flujo pueden referenciar nombres antiguos. Usa esto para repararlos.

source: Initial version with %{count} block
es: Versión inicial con %{count} bloque

source: Instruction
es: Instrucción

source: Instruction (optional)
es: Instrucción (opcional)

source: Invalid file data.
es: Datos de archivo inválidos.

source: Invalid reference ID.
es: ID de referencia inválido.

source: Invalid reference type.
es: Tipo de referencia inválido.

source: Jump
es: Salto

source: Keep your account secure with multiple authentication methods
es: Mantén tu cuenta segura con múltiples métodos de autenticación

source: Key
es: Clave

source: Label
es: Etiqueta

source: Layout
es: Disposición

source: Leave empty to use defaults.
es: Deja vacío para usar los valores por defecto.

source: Link your social accounts for easier sign-in
es: Vincula tus cuentas sociales para iniciar sesión más fácilmente

source: Load more
es: Cargar más

source: Localization ID
es: ID de localización

source: Locate all
es: Localizar todos

source: Locate target Hub
es: Localizar Hub destino

source: Log out
es: Cerrar sesión

source: Main
es: Principal

source: Main Story
es: Historia principal

source: Main flow
es: Flujo principal

source: Maintenance
es: Mantenimiento

source: Manage team members for %{name}
es: Gestionar miembros del equipo de %{name}

source: Manage workspace details for %{name}
es: Gestionar detalles del espacio de trabajo de %{name}

source: Manage your password and account security
es: Gestiona tu contraseña y seguridad de la cuenta

source: Manage your personal information and email address
es: Gestiona tu información personal y dirección de email

source: Match
es: Cumplir

source: Max
es: Máx

source: Max Date
es: Fecha máxima

source: Max Length
es: Longitud máxima

source: Max Selections
es: Selecciones máximas

source: Max file size: %{size}MB
es: Tamaño máximo: %{size}MB

source: Member
es: Miembro

source: Members
es: Miembros

source: Menu Text
es: Texto de menú

source: Min
es: Mín

source: Min Date
es: Fecha mínima

source: Mode
es: Modo

source: Modified %{count} block
es: %{count} bloque modificado

source: Modified by
es: Modificado por

source: Move to Trash
es: Mover a la papelera

source: Multi Select
es: Selección múltiple

source: My Workspace
es: Mi espacio de trabajo

source: Name
es: Nombre

source: Narrator
es: Narrador

source: Neutral/Unknown
es: Neutral/Desconocido

source: New Flow
es: Nuevo flujo

source: New Sheet
es: Nueva Ficha

source: New Workspace
es: Nuevo espacio de trabajo

source: New workspace
es: Nuevo espacio de trabajo

source: No Hub nodes in this flow. Create a Hub first.
es: No hay nodos Hub en este flujo. Crea un Hub primero.

source: No Jump nodes target this Hub yet.
es: Ningún nodo Salto apunta a este Hub aún.

source: No audio
es: Sin audio

source: No backlinks yet
es: Sin enlaces entrantes aún

source: No changes detected
es: No se detectaron cambios

source: No conditions set
es: Sin condiciones

source: No flows yet
es: Sin flujos aún

source: No flows yet. Create your first flow to get started.
es: Sin flujos aún. Crea tu primer flujo para comenzar.

source: No limit
es: Sin límite

source: No max
es: Sin máximo

source: No min
es: Sin mínimo

source: No node selected for preview.
es: Ningún nodo seleccionado para previsualizar.

source: No projects yet
es: Sin proyectos aún

source: No properties for this node type.
es: Sin propiedades para este tipo de nodo.

source: No responses means a simple dialogue with one output.
es: Sin respuestas significa un diálogo simple con una salida.
