Repository: adnumaro/storyarn
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: es

source: No sheets yet
es: Aún no hay fichas

source: No sheets yet. Create your first sheet to get started.
es: Aún no hay fichas. Crea tu primera ficha para comenzar.

source: No summary
es: Sin resumen

source: No variables on this sheet are used in any flow yet.
es: Ninguna variable de esta ficha se usa en ningún flujo aún.

source: No versions yet
es: Sin versiones aún

source: Node %{id}
es: Nodo %{id}

source: Not connected
es: No conectado

source: Number
es: Número

source: Once you delete a workspace, there is no going back. All projects will be deleted.
es: Una vez que elimines un espacio de trabajo, no hay vuelta atrás. Todos los proyectos serán eliminados.

source: Only the workspace owner can change member roles.
es: Solo el propietario del espacio de trabajo puede cambiar roles.

source: Only the workspace owner can delete the workspace.
es: Solo el propietario del espacio de trabajo puede eliminarlo.

source: Only the workspace owner can remove members.
es: Solo el propietario del espacio de trabajo puede eliminar miembros.

source: Open Screenplay
es: Abrir guión

source: Open Sidebar
es: Abrir panel lateral

source: Optional shorter text to display in dialogue choice menus.
es: Texto corto opcional para mostrar en los menús de elección de diálogo.

source: Options
es: Acciones

source: Outdated
es: Desactualizado

source: Outputs:
es: Salidas:

source: Personal Information
es: Información personal

source: Please re-authenticate to change your password.
es: Re-autentícate para cambiar tu contraseña.

source: Preferences
es: Preferencias

source: Preview from here
es: Previsualizar desde aquí

source: Preview:
es: Previsualización:

source: Profile Settings
es: Configuración de perfil

source: Read by
es: Leído por

source: Reference
es: Referencia

source: Reference may be outdated
es: La referencia puede estar desactualizada

source: Reference not found (deleted?)
es: Referencia no encontrada (¿eliminada?)

source: Reference target not found.
es: Destino de referencia no encontrado.

source: References
es: Referencias

source: Referencing Jumps
es: Saltos que referencian

source: Remove
es: Eliminar

source: Remove color
es: Eliminar color

source: Remove response
es: Eliminar respuesta

source: Removed %{count} block
es: %{count} bloque eliminado

source: Renamed sheet
es: Ficha renombrada

source: Repair variable references
es: Reparar referencias de variables

source: Repaired %{count} node.
es: %{count} nodo reparado.

source: Required. Unique identifier for Jump nodes to target this Hub.
es: Requerido. Identificador único para que los nodos Salto apunten a este Hub.

source: Response text...
es: Texto de respuesta...

source: Responses
es: Respuestas

source: Responses:
es: Respuestas:

source: Restore
es: Restaurar

source: Restore this version
es: Restaurar esta versión

source: Restored to version %{number}
es: Restaurado a la versión %{number}

source: Rich Text
es: Texto enriquecido

source: Role updated successfully.
es: Rol actualizado exitosamente.

source: SELECT SPEAKER
es: SELECCIONAR HABLANTE

source: SPEAKER
es: HABLANTE

source: Saved
es: Guardado

source: Search projects...
es: Buscar proyectos...

source: Search sheets and flows...
es: Buscar fichas y flujos...

source: Security
es: Seguridad

source: Security Settings
es: Configuración de seguridad

source: Select
es: Selección

source: Select a Hub node to jump to within this flow.
es: Selecciona un nodo Hub al que saltar dentro de este flujo.

source: Select a reference...
es: Selecciona una referencia...

source: Select speaker...
es: Seleccionar hablante...

source: Select target hub...
es: Seleccionar Hub destino...

source: Select which types can be referenced.
es: Selecciona qué tipos pueden ser referenciados.

source: Select...
es: Seleccionar...

source: Session management coming soon.
es: Gestión de sesiones próximamente.

source: Set as main
es: Establecer como principal

source: Sheet deleted successfully.
es: Ficha eliminada exitosamente.

source: Sheet not found.
es: Ficha no encontrada.

source: Sheet permanently deleted.
es: Ficha eliminada permanentemente.

source: Sheet restored successfully.
es: Ficha restaurada exitosamente.

source: Sheets
es: Fichas

source: Sheets and flows that reference this sheet will appear here.
es: Las fichas y flujos que referencian esta ficha aparecerán aquí.

source: Short text shown in response menus
es: Texto corto mostrado en menús de respuesta

source: Shortcut %{error}
es: Atajo %{error}

source: Sign in faster without typing your password
es: Inicia sesión más rápido sin escribir tu contraseña

source: Some sheets could not be deleted.
es: Algunas fichas no pudieron ser eliminadas.

source: Speaker
es: Hablante

source: Stage Directions
es: Acotaciones

source: Subsheets
es: Sub-fichas

source: Switch mode
es: Cambiar modo

source: Target Hub
es: Hub destino

source: Technical
es: Técnico

source: Technical ID
es: ID técnico

source: Text
es: Texto

source: This email is already a member of the workspace.
es: Este email ya es miembro del espacio de trabajo.

source: This is the entry point of the flow.
es: Este es el punto de entrada del flujo.

source: This node is being edited by %{user}
es: Este nodo está siendo editado por %{user}

source: This sheet will be permanently deleted. This action cannot be undone.
es: Esta ficha será eliminada permanentemente. Esta acción no se puede deshacer.

source: Three states (Yes/Neutral/No)
es: Tres estados (Sí/Neutral/No)

source: Title
es: Título

source: Too many files
es: Demasiados archivos

source: Too many login attempts. Please try again later.
es: Demasiados intentos de inicio de sesión. Intenta de nuevo más tarde.

source: Too many registration attempts. Please try again later.
es: Demasiados intentos de registro. Intenta de nuevo más tarde.

source: Too many requests. Please try again later.
es: Demasiadas solicitudes. Intenta de nuevo más tarde.

source: Tools
es: Herramientas

source: Trash
es: Papelera

source: Trash emptied successfully.
es: Papelera vaciada exitosamente.

source: Trash is empty
es: La papelera está vacía

source: Tri-state allows a neutral/unknown value.
es: Tri-estado permite un valor neutral/desconocido.

source: True
es: Verdadero

source: Two states (Yes/No)
es: Dos estados (Sí/No)

source: Type
es: Tipo

source: Type / to add a block
es: Escribe / para agregar un bloque

source: Type and press Enter to add...
es: Escribe y presiona Enter para agregar...

source: Type to search...
es: Escribe para buscar...

source: Unique identifier for export and game integration.
es: Identificador único para exportación e integración con juegos.

source: Unknown block type
es: Tipo de bloque desconocido

source: Untitled
es: Sin título

source: Update Password
es: Actualizar contraseña

source: Upload
es: Subir

source: Upload avatar
es: Subir avatar

source: Uploaded
es: Subido

source: Use as constant
es: Usar como constante

source: Use this name to reference the value in flows.
es: Usa este nombre para referenciar el valor en los flujos.

source: Variable Name
es: Nombre de variable

source: Variable Usage
es: Uso de variable

source: Version History
es: Historial de versiones

source: Version created.
es: Versión creada.

source: Version deleted.
es: Versión eliminada.

source: Version not found.
es: Versión no encontrada.

source: Welcome to the workspace!
es: ¡Bienvenido al espacio de trabajo!

source: What is this workspace for?
es: ¿Para qué es este espacio de trabajo?

source: Why connect accounts?
es: ¿Por qué conectar cuentas?

source: Word count
es: Conteo de palabras

source: Workspace Members
es: Miembros del espacio de trabajo

source: Workspace Settings
es: Configuración del espacio de trabajo

source: Workspace created successfully.
es: Espacio de trabajo creado exitosamente.

source: Workspace deleted.
es: Espacio de trabajo eliminado.

source: Workspace name
es: Nombre del espacio de trabajo

source: Workspace not found.
es: Espacio de trabajo no encontrado.

source: Workspace updated successfully.
es: Espacio de trabajo actualizado exitosamente.

source: Workspaces
es: Espacios de trabajo

source: Workspaces help you organize projects for different teams or purposes.
es: Los espacios de trabajo te ayudan a organizar proyectos para diferentes equipos o propósitos.

source: Yes
es: Sí

source: You are currently logged in on this device.
es: Actualmente tienes sesión iniciada en este dispositivo.

source: You don't have access to this project.
es: No tienes acceso a este proyecto.

source: You don't have permission to edit.
es: No tienes permiso para editar.

source: You don't have permission to manage this workspace.
es: No tienes permiso para gestionar este espacio de trabajo.

source: You don't have permission to perform this action.
es: No tienes permiso para realizar esta acción.

source: You're already a member of this workspace.
es: Ya eres miembro de este espacio de trabajo.

source: You've been invited to join a workspace on Storyarn
es: Has sido invitado a unirte a un espacio de trabajo en Storyarn

source: Your browser does not support audio playback.
es: Tu navegador no soporta la reproducción de audio.

source: Your email is used for login and notifications.
es: Tu email se usa para iniciar sesión y notificaciones.

source: add-shortcut
es: agregar-atajo

source: added a connection
es: agregó una conexión

source: added a node
es: agregó un nodo

source: all
es: todas

source: any
es: alguna

source: auto_generated_id
es: id_auto_generado

source: by
es: por

source: deleted a connection
es: eliminó una conexión

source: deleted a node
es: eliminó un nodo

source: e.g., Before major refactor
es: ej., Antes de refactorización mayor

source: e.g., Merchant conversation
es: ej., Conversación con el mercader

source: e.g., Reward player for quest completion
es: ej., Recompensar al jugador por completar la misión

source: e.g., Victory, Defeat
es: ej., Victoria, Derrota

source: e.g., merchant_done
es: ej., merchant_done

source: e.g., victory_ending_1
es: ej., victory_ending_1

source: joined the flow
es: se unió al flujo

source: just now
es: justo ahora

source: left the flow
es: dejó el flujo

source: made a change
es: hizo un cambio

source: moved a node
es: movió un nodo

source: of the rules
es: de las reglas

source: optional
es: opcional

source: the mailbox sheet
es: la ficha del buzón

source: to close
es: para cerrar

source: updated a connection
es: actualizó una conexión

source: updated a node
es: actualizó un nodo

source: value
es: valor

source: Add
es: Sumar

source: Add assignment
es: Agregar asignación

source: Add … to
es: Sumar … a

source: Clear
es: Limpiar

source: No assignments
es: Sin asignaciones

source: Set
es: Asignar

source: Set … to
es: Asignar … a

source: Set … to false
es: Asignar … a falso

source: Set … to true
es: Asignar … a verdadero

source: Subtract
es: Restar

source: Subtract … from
es: Restar … de

source: Switch to literal value
es: Cambiar a valor literal

source: Switch to variable reference
es: Cambiar a referencia de variable

source: Toggle
es: Alternar

source: after
es: después de

source: before
es: antes de

source: contains
es: contiene

source: does not contain
es: no contiene

source: ends with
es: termina con

source: equals
es: es igual a

source: from
es: de

source: greater than
es: mayor que

source: greater than or equal
es: mayor o igual que

source: is empty
es: está vacío

source: is false
es: es falso

source: is not set
es: no está definido

source: is true
es: es verdadero

source: label
es: etiqueta

source: less than
es: menor que

source: less than or equal
es: menor o igual que

source: not equals
es: no es igual a

source: sheet
es: ficha

source: starts with
es: empieza con

source: to
es: a

source: to false
es: a falso

source: to true
es: a verdadero

source: %{ms}ms per step
es: %{ms}ms por paso

source: %{shown} of %{total}
es: %{shown} de %{total}

source: (empty dialogue)
es: (diálogo vacío)

source: (empty)
es: (vacío)

source: (user override)
es: (valor manual)

source: 1 map width = %{value} %{unit}
es: 1 ancho de mapa = %{value} %{unit}

source: A flow cannot reference itself.
es: Un flujo no puede referenciarse a sí mismo.

source: API Key
es: Clave API

source: API Tier
es: Nivel API

source: Action lines, transition notes...
es: Líneas de acción, notas de transición...

source: Add Annotation Here
es: Añadir anotación aquí

source: Add Language
es: Añadir idioma

source: Add Pin Here
es: Añadir marcador aquí

source: Add a target language above to start translating.
es: Añade un idioma de destino arriba para empezar a traducir.

source: Add layer
es: Añadir capa

source: Add notes for reviewers...
es: Añade notas para los revisores...

source: Add tag...
es: Añadir etiqueta...

source: Add text notes directly on the canvas
es: Añade notas de texto directamente en el lienzo

source: All
es: Todos

source: All statuses
es: Todos los estados

source: All types
es: Todos los tipos

source: Annotation
es: Anotación

source: Annotation Properties
es: Propiedades de la anotación

source: Annotation deleted. Press Ctrl+Z to undo.
es: Anotación eliminada. Pulsa Ctrl+Z para deshacer.

source: Approved
es: Aprobado

source: Assets
es: Recursos

source: Auto-play
es: Reproducción automática

source: Back to Translations
es: Volver a traducciones

source: Background Image
es: Imagen de fondo

source: Background image updated.
es: Imagen de fondo actualizada.

source: Bidirectional
es: Bidireccional

source: Block
es: Bloque

source: Block is already in a column group.
es: El bloque ya está en un grupo de columnas.

source: Blocks
es: Bloques

source: Border Color
es: Color del borde

source: Border Style
es: Estilo del borde

source: Border Width
es: Ancho del borde

source: Bring to Front
es: Traer al frente

source: Cannot delete a locked element.
es: No se puede eliminar un elemento bloqueado.

source: Cannot delete the last layer of a map.
es: No se puede eliminar la última capa del mapa.

source: Cannot reference the current flow.
es: No se puede referenciar el flujo actual.

source: Change start node (resets session)
es: Cambiar nodo de inicio (reinicia la sesión)

source: Changes to this property's definition will sync to all children.
es: Los cambios en la definición de esta propiedad se sincronizarán con todos los elementos hijos.

source: Character
es: Personaje

source: Choice already has a linked page.
es: La elección ya tiene una página vinculada.

source: Choose a response:
es: Elige una respuesta:

source: Circle
es: Círculo

source: Circular reference detected. This flow is already referenced by the target.
es: Referencia circular detectada. Este flujo ya está referenciado por el destino.

source: Click on canvas to place
es: Haz clic en el lienzo para colocar

source: Click to edit
es: Haz clic para editar

source: Connection Properties
es: Propiedades de la conexión

source: Connection deleted. Press Ctrl+Z to undo.
es: Conexión eliminada. Pulsa Ctrl+Z para deshacer.

source: Connection failed. Check your API key and endpoint.
es: Conexión fallida. Comprueba tu clave API y el punto de acceso.

source: Connection successful.
es: Conexión establecida.

source: Console
es: Consola

source: Could not propagate property.
es: No se pudo propagar la propiedad.

source: Could not toggle layer visibility.
es: No se pudo alternar la visibilidad de la capa.

source: Create Map
es: Crear mapa

source: Create Screenplay
es: Crear guión

source: Create maps to visualize your world
es: Crea mapas para visualizar tu mundo

source: Custom Icon
es: Icono personalizado

source: Dashed
es: Discontinuo

source: Day
es: Día

source: Debug
es: Depuración

source: DeepL quota exceeded.
es: Cuota de DeepL superada.

source: Default source language for new projects in this workspace.
es: Idioma de origen predeterminado para los nuevos proyectos de este espacio de trabajo.

source: Delete Annotation
es: Eliminar anotación

source: Describe this map...
es: Describe este mapa...

source: Detach property
es: Desanclar propiedad

source: Detached
es: Desanclado

source: Details
es: Detalles

source: Dialogue nodes using this sheet as speaker will appear here.
es: Los nodos de diálogo que usen esta ficha como personaje aparecerán aquí.

source: Dimensions
es: Dimensiones

source: Disable Fog
es: Desactivar niebla

source: Divider blocks cannot be placed in columns.
es: Los bloques divisor no se pueden colocar en columnas.

source: Dotted
es: Punteado

source: Double-click the line to add waypoints.
es: Haz doble clic en la línea para añadir puntos de ruta.

source: Draft
es: Borrador

source: Draw connections between two pins. Click the source pin, then the target.
es: Traza conexiones entre dos marcadores. Haz clic en el marcador de origen y luego en el destino.

source: Draw shapes to define areas on the map
es: Dibuja formas para definir áreas en el mapa

source: Duplicate
es: Duplicar

source: Edit Properties
es: Editar propiedades

source: Edit Translation
es: Editar traducción

source: Edit Vertices
es: Editar vértices

source: Enable Fog
es: Activar niebla

source: Enter translation...
es: Escribe la traducción...

source: Entering sub-flow
es: Entrando en subflujo

source: Event
es: Evento

source: Exit Nodes
es: Nodos de salida

source: Exit read mode
es: Salir del modo lectura

source: Export
es: Exportar

source: Export as Fountain
es: Exportar como Fountain

source: Export as PNG
es: Exportar como PNG

source: Export as SVG
es: Exportar como SVG

source: Export map
es: Exportar mapa

source: Failed to add language.
es: No se pudo añadir el idioma.

source: File
es: Archivo

source: Filename
es: Nombre de archivo

source: Fill Color
es: Color de relleno

source: Finished
es: Finalizado

source: Flow created and synced.
es: Flujo creado y sincronizado.

source: Flow has no entry node.
es: El flujo no tiene nodo de entrada.

source: Flow unlinked.
es: Flujo desvinculado.

source: Fog of War enabled
es: Niebla de guerra activada

source: Font Size
es: Tamaño de fuente

source: Free (api-free.deepl.com)
es: Gratis (api-free.deepl.com)

source: Free Pin
es: Marcador libre

source: Free-form tags for game engine consumption.
es: Etiquetas libres para uso del motor de juego.

source: Freeform
es: Libre

source: From Flow
es: Desde flujo

source: From Sheet
es: Desde ficha

source: Go to source
es: Ir al origen

source: Hide for children
es: Ocultar para los hijos

source: History
es: Historial

source: Image
es: Imagen

source: Images
es: Imágenes

source: Import Fountain
es: Importar Fountain

source: In Progress
es: En proceso

source: Inherited
es: Heredado

source: Inherited by children
es: Heredado por los hijos

source: Inherited from
es: Heredado de

source: Initial
es: Inicial

source: Invalid API key.
es: Clave API no válida.

source: Invalid sheet selection.
es: Selección de ficha no válida.

source: Invalid zone: %{reason}
es: Zona no válida: %{reason}

source: Language added.
es: Idioma añadido.

source: Language added. Extracted %{count} text.
es: Idioma añadido. Se extrajo %{count} texto.

source: Language removed.
es: Idioma eliminado.

source: Large
es: Grande

source: Last translated: %{time}
es: Última traducción: %{time}

source: Layer
es: Capa

source: Layer options
es: Opciones de capa

source: Layer renamed.
es: Capa renombrada.

source: Layers
es: Capas

source: Legend
es: Leyenda

source: Line Style
es: Estilo de línea

source: Lines
es: Líneas

source: Link a character or item
es: Vincular un personaje o elemento

source: Link to
es: Vincular a

source: Linked page created.
es: Página vinculada creada.

source: Linked pages created.
es: Páginas vinculadas creadas.

source: Lock
es: Bloquear

source: Locked
es: Bloqueado

source: MT
es: TM

source: Machine translated
es: Traducido automáticamente

source: Manage images, audio, and other files for your project
es: Gestiona imágenes, audio y otros archivos de tu proyecto

source: Manage translations for your project content
es: Gestiona las traducciones del contenido de tu proyecto

source: Map
es: Mapa

source: Map Properties
es: Propiedades del mapa

source: Map Scale
es: Escala del mapa

source: Map background
es: Fondo del mapa

source: Map moved to trash.
es: Mapa movido a la papelera.

source: Maps
es: Mapas

source: Mark this property as required for children.
es: Marcar esta propiedad como obligatoria para los hijos.

source: Measure distances between two points on the map
es: Mide distancias entre dos puntos del mapa

source: Medium
es: Mediano

source: Morning
es: Mañana

source: Needed
es: Necesario

source: New Layer
es: Nueva capa

source: New Map
es: Nuevo mapa

source: New Pin
es: Nuevo marcador

source: New Zone
es: Nueva zona

source: Night
es: Noche

source: No API key configured.
es: No hay ninguna clave API configurada.

source: No Exit nodes in the referenced flow.
es: No hay nodos de salida en el flujo referenciado.

source: No assets yet. Upload files to get started.
es: Aún no hay recursos. Sube archivos para empezar.

source: No content found in imported file.
es: No se encontró contenido en el archivo importado.

source: No entry node found in this flow.
es: No se encontró nodo de entrada en este flujo.

source: No maps yet
es: Aún no hay mapas

source: No maps yet. Create your first map to get started.
es: Aún no hay mapas. Crea tu primer mapa para empezar.

source: No matching variables
es: No hay variables que coincidan

source: No other flows in this project. Create another flow first.
es: No hay otros flujos en este proyecto. Crea otro flujo primero.

source: No results found
es: No se han encontrado resultados

source: No screenplays yet
es: Aún no hay guiones

source: No screenplays yet. Create your first screenplay to get started.
es: Aún no hay guiones. Crea tu primer guión para empezar.

source: No target languages configured.
es: No hay idiomas de destino configurados.

source: No translations found matching your filters.
es: No se han encontrado traducciones con los filtros actuales.

source: No variable changes yet
es: Aún no hay cambios en variables

source: No variables in this project
es: No hay variables en este proyecto

source: No voice lines
es: No hay líneas de voz

source: Nodes
es: Nodos

source: Not found
es: No encontrado

source: Not set
es: Sin definir

source: Not translated
es: Sin traducir

source: Not used anywhere
es: Sin uso

source: Notes
es: Notas

source: Opacity
es: Opacidad

source: Open Subflow
es: Abrir subflujo

source: Open in flow editor
es: Abrir en el editor de flujo

source: Outcome Tags
es: Etiquetas de resultado

source: Own Properties
es: Propiedades propias

source: Page %{page} of %{total}
es: Página %{page} de %{total}

source: Pan
es: Panorámica

source: Pan and scroll around the map
es: Navega y desplázate por el mapa

source: Path
es: Ruta

source: Pause
es: Pausar

source: Paused
es: Pausado

source: Pin Properties
es: Propiedades del marcador

source: Pin deleted. Press Ctrl+Z to undo.
es: Marcador eliminado. Pulsa Ctrl+Z para deshacer.

source: Pin icon
es: Icono del marcador

source: Pin icon updated.
es: Icono del marcador actualizado.

source: Place a Pin
es: Colocar marcador

source: Place anywhere on the map
es: Coloca en cualquier lugar del mapa

source: Place markers on the map, optionally linked to a sheet
es: Coloca marcadores en el mapa, opcionalmente vinculados a una ficha

source: Previous
es: Anterior

source: Progress by Language
es: Progreso por idioma

source: Propagate
es: Propagar

source: Propagate "%{name}" to existing children?
es: ¿Propagar "%{name}" a los hijos existentes?

source: Properties
es: Propiedades

source: Property detached. Changes to the source won't affect this copy.
es: Propiedad desanclada. Los cambios en el origen no afectarán a esta copia.
