Repository: adnumaro/storyarn
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: es

source: Property hidden from children.
es: Propiedad oculta para los hijos.

source: Property propagated to %{count} pages.
es: Propiedad propagada a %{count} páginas.

source: Property re-synced with source.
es: Propiedad resincronizada con el origen.

source: Property visible to children again.
es: Propiedad visible para los hijos de nuevo.

source: Provider settings saved.
es: Configuración del proveedor guardada.

source: Push screenplay to flow
es: Enviar guión al flujo

source: Rate limited by DeepL. Try again later.
es: DeepL ha limitado las peticiones. Inténtalo más tarde.

source: Re-extract all translatable content from flows, sheets, and blocks
es: Volver a extraer todo el contenido traducible de flujos, fichas y bloques

source: Re-sync with source
es: Resincronizar con el origen

source: Read mode
es: Modo lectura

source: Recorded
es: Grabado

source: Rectangle
es: Rectángulo

source: Referenced flow has been deleted.
es: El flujo referenciado ha sido eliminado.

source: Remove language
es: Eliminar idioma

source: Remove language?
es: ¿Eliminar idioma?

source: Report
es: Informe

source: Required
es: Obligatorio

source: Reset
es: Restablecer

source: Resets the property definition to match the source. Your value will be preserved.
es: Restablece la definición de la propiedad para que coincida con el origen. Tu valor se conservará.

source: Return to caller
es: Volver al flujo padre

source: Returned to parent
es: Regresado al flujo padre

source: Revoke invitation?
es: ¿Revocar invitación?

source: Ruler
es: Regla

source: Scene
es: Escena

source: Scope
es: Ámbito

source: Screenplay
es: Guión

source: Screenplay is not linked to a flow.
es: El guión no está vinculado a un flujo.

source: Screenplay moved to trash.
es: Guión movido a la papelera.

source: Screenplay not found.
es: Guión no encontrado.

source: Screenplay synced to flow.
es: Guión sincronizado con el flujo.

source: Screenplay updated from flow.
es: Guión actualizado desde el flujo.

source: Screenplays
es: Guiones

source: Search in source or translation...
es: Buscar en original o traducción...

source: Select a flow to reference. Double-click the node to navigate to it.
es: Selecciona un flujo para referenciar. Haz doble clic en el nodo para navegar hasta él.

source: Select all (%{count} pages)
es: Seleccionar todo (%{count} páginas)

source: Select elements on the canvas
es: Selecciona elementos en el lienzo

source: Select location...
es: Seleccionar ubicación...

source: Send to Back
es: Enviar al fondo

source: Set as active layer
es: Establecer como capa activa

source: Set breakpoint
es: Establecer punto de interrupción

source: Show legend
es: Mostrar leyenda

source: Show only changed variables
es: Mostrar solo variables modificadas

source: Size
es: Tamaño

source: Small
es: Pequeño

source: Solid
es: Sólido

source: Source
es: Origen

source: Source Text
es: Texto original

source: Source block no longer exists.
es: El bloque de origen ya no existe.

source: Source language
es: Idioma de origen

source: Source sheet not found.
es: Ficha de origen no encontrada.

source: Start:
es: Inicio:

source: Status
es: Estado

source: Step %{count}
es: Paso %{count}

source: Step Back
es: Retroceder

source: Stop Debug
es: Detener depuración

source: Straighten
es: Alinear

source: Sub-location
es: Sub-ubicación

source: Subflow
es: Subflujo

source: Switch to View mode
es: Cambiar a modo vista

source: Sync
es: Sincronizar

source: Synced %{count} text entry.
es: Se sincronizó %{count} entrada de texto.

source: Syncing...
es: Sincronizando...

source: Terminal (end)
es: Terminal (fin)

source: Test Connection
es: Probar conexión

source: This action cannot be undone.
es: Esta acción no se puede deshacer.

source: This asset is used in %{count} place. Are you sure you want to delete it?
es: Este recurso se usa en %{count} lugar. ¿Estás seguro de que quieres eliminarlo?

source: This layer will be deleted. All elements on this layer will be moved to no layer.
es: Esta capa se eliminará. Todos los elementos de esta capa perderán su capa asignada.

source: This page and all children
es: Esta página y todos los hijos

source: This page only
es: Solo esta página

source: This property will automatically appear in all new children. For existing children:
es: Esta propiedad aparecerá automáticamente en todos los hijos nuevos. Para los hijos existentes:

source: This will remove %{name} (%{code}) and all its translations from this project.
es: Esto eliminará %{name} (%{code}) y todas sus traducciones de este proyecto.

source: This would create a circular reference.
es: Esto crearía una referencia circular.

source: Time
es: Tiempo

source: Time of Day
es: Momento del día

source: To Flow
es: Al flujo

source: Toggle visibility
es: Alternar visibilidad

source: Tooltip
es: Descripción emergente

source: Total width
es: Ancho total

source: Translate All Pending
es: Traducir todo lo pendiente

source: Translate with DeepL
es: Traducir con DeepL

source: Translated %{count} string.
es: Se tradujo %{count} cadena.

source: Translating...
es: Traduciendo...

source: Translation
es: Traducción

source: Translation Provider (DeepL)
es: Proveedor de traducción (DeepL)

source: Translation complete.
es: Traducción completada.

source: Translation failed: %{reason}
es: Traducción fallida: %{reason}

source: Translation progress and statistics
es: Progreso y estadísticas de traducción

source: Translation saved.
es: Traducción guardada.

source: Translator Notes
es: Notas del traductor

source: Undo: annotation restored.
es: Deshacer: anotación restaurada.

source: Undo: connection restored.
es: Deshacer: conexión restaurada.

source: Undo: pin restored.
es: Deshacer: marcador restaurado.

source: Undo: zone restored.
es: Deshacer: zona restaurada.

source: Unit
es: Unidad

source: Unlink account?
es: ¿Desvincular cuenta?

source: Unlock
es: Desbloquear

source: Unlocked
es: Desbloqueado

source: Unnamed exit
es: Salida sin nombre

source: Unselected pages won't get this property but can add it manually later.
es: Las páginas no seleccionadas no recibirán esta propiedad, pero podrán añadirla manualmente más adelante.

source: Unsupported file type.
es: Tipo de archivo no compatible.

source: Update screenplay from flow
es: Actualizar guión desde el flujo

source: Upload Background
es: Subir fondo

source: Upload failed. Please try again.
es: Error al subir. Por favor, inténtalo de nuevo.

source: Usage
es: Uso

source: Usage: %{used} / %{limit} characters
es: Uso: %{used} / %{limit} caracteres

source: Voice Lines
es: Líneas de voz

source: Voice-Over Progress
es: Progreso de doblaje

source: Waiting
es: En espera

source: Word Counts by Speaker
es: Recuento de palabras por personaje

source: Words
es: Palabras

source: World Map
es: Mapa del mundo

source: Write and format screenplays with industry-standard formatting
es: Escribe y formatea guiones con el formato estándar de la industria

source: Zone
es: Zona

source: Zone Properties
es: Propiedades de la zona

source: Zone Shapes
es: Formas de zona

source: Zone deleted. Press Ctrl+Z to undo.
es: Zona eliminada. Pulsa Ctrl+Z para deshacer.

source: Zone duplicated.
es: Zona duplicada.

source: Zones
es: Zonas

source: e.g., Lobby, Rooftop, Room 1
es: ej., Vestíbulo, Azotea, Sala 1

source: e.g., ch1_int_hotel_1
es: ej., cap1_int_hotel_1

source: user
es: usuario
